OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/multiphase/interFoam/laminar/containerDischarge2D/0/alpha.liquid.orig
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      alpha.liquid;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "(left|right|atmosphere)"
    {
        type            inletOutlet;
        inletValue      uniform 0;
        value           uniform 0;
    }

    wall
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
